<?php

return [
    'refresh' => 'Обновить',
    'upload' => 'Загрузка',
    'new_folder' => 'Новая папка',
    'submit' => 'Отправить',
    'download' => 'Скачать',
    'delete' => 'Удалить',
    'name' => 'Имя',
    'time' => 'Время',
    'size' => 'Размер',
    'home' => 'Главная',
    'close' => 'Закрыть',
    'url' => 'Ссылка',
    'rename' => 'Переименовать и переместить',
    'new_path' => 'Новый путь',
    'confirm_message' => 'Вы уверены, что хотите удалить?',
    'error' => [
        'file_extension_not_allowed' => "Расширение файла :ext не разрешено",
        'only_local_storage' => "Расширение работает только для локального хранилища",
        'file_not_exists' => "Файл или директория :path не существует",
    ]
];
